IDEA Open Model
ConcreteSLSCheckResultStressLimitationEc2.Stress Property
Compatible with IDEA StatiCa v 10.1
 type of SLS limit stress check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Stress { get; set; }
Public Property Stress As Double
	Get
	Set
public:
property double Stress {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultStressLimitationEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace